{
  "properties": [
    {
      "id": "Prop1",
      "type": "House",
      "bedrooms": 3,
      "size": 552,
      "price": 185000,
      "tenure": "Freehold",
      "yearBuilt": 1998,
      "description": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland...",
      "location": "67, Kensington Street, York YO23 1JA",
      "postcode": "YO23 1JA",
      "picture": [
        "images/Prop1.jpeg",
        "images/Prop1-1.jpeg",
        "images/Prop1-2.jpeg",
        "images/Prop1-3.jpeg",
        "images/Prop1-4.jpeg",
        "images/Prop1-5.jpeg",
        "images/Prop1-6.jpeg",
        "images/Prop1-floorimage.jpg"
      ],
      "added": {
        "month": "October",
        "day": 12,
        "year": 2022
      }
    },
    {
      "id": "prop2",
      "type": "House",
      "bedrooms": 8,
      "size": 20420,
      "price": 16950000,
      "yearBuilt": 2022,
      "tenure": "Freehold",
      "description": "Rivenhall is a superb new house built in 2021/2022 epitomising the height of luxurious modern day living. The house occupies a remarkably private setting on Holwood Park Avenue, a dead end lane bordering mature woodland in the heart of the prestigious Keston Park Estate. Built to the highest of standards with great attention to detail, Rivenhall features up to date modern technology including underfloor heating, air conditioning, electric blinds, control 4 house management system and high quality finishes such as polished plaster. The accommodation is well laid out over four floors (all accessible by the lift), and flows beautifully between formal entertaining and private family space. There are many fine rooms, especially the impressive entrance hall, the large family kitchen breakfast room and the double height principal bedroom suite. The lower ground floor is devoted to entertaining and features a bar, cinema, wine store, and of special note, a five-a-side indoor football pitch with viewing area. The main reception rooms lead on to a wide entertaining terrace, a grand water feature, spa bath and fire pit, with beautiful gardens leading down to a five-a-side football pitch. There is an excellent four bay garage with a one bedroom staff flat.",
      "location": "Crofton Road,  Orpington, BR6",
      "postcode": "BR6",
      "picture": [
        "images/Prop2.jpeg",
        "images/Prop2-1.jpeg",
        "images/Prop2-2.jpeg",
        "images/Prop2-3.jpeg",
        "images/Prop2-4.jpeg",
        "images/Prop2-5.jpeg",
        "images/Prop2-6.jpeg",
        "images/Prop2-floorimage.jpg"
      ],
      "added": {
        "month": "September",
        "day": 14,
        "year": 2022
      }
    },
    {
      "id": "prop3",
      "type": "House",
      "bedrooms": 4,
      "size": 1200,
      "price": 580000,
      "yearBuilt": 2015,
      "tenure": "Freehold",
      "description": "Bright beautiful spaces. Every detail has been carefully considered. Each home comes complete with contemporary fitted kitchens which include Bosch fitted appliances, luxury bathrooms and rear gardens have patio areas and are laid to lawn.\n\nSet amidst open lakes and natural parklands, yet close to local amenities, Faversham Lakes is a collection of exceptional 2, 3, 4 & 5 bedroom homes.\n\nThis new neighbourhood brings together stunning homes, a vast waterside country park, outstanding community facilities and the sympathetic restoration of several historic buildings that will form a culture and heritage hub. Faversham Lakes offers homebuyers the chance to live a lifestyle with limitless possibilities.\n\nHomes at Faversham Lakes are well connected, whether you want to enjoy the glorious Kent countryside and coast or catch a train to the city.",
      "location": "Faversham Lakes, Faversham",
      "postcode": "B13",
      "picture": [
        "images/Prop3.jpeg",
        "images/Prop3-1.jpeg",
        "images/Prop3-2.jpeg",
        "images/Prop3-3.jpeg",
        "images/Prop3-4.jpeg",
        "images/Prop3-5.jpeg",
        "images/Prop3-6.jpeg",
        "images/Prop3-floorimage.jpg"
      ],
      "added": {
        "month": "July",
        "day": 10,
        "year": 2023
      }
    },
    {
      "id": "prop4",
      "type": "House",
      "bedrooms": 2,
      "size": 510,
      "price": 70000,
      "yearBuilt": 2015,
      "tenure": "Ask agent",
      "description": "Situated in a great position on this popular site in minster.offered with no onward chain, this well presented chalet has been keenly priced for the new owner to modernise to their own requirements.10 months residency at present, an ideal buy for anyone who enjoys the winter sun abroad.open plan living accomodation, two bedrooms and a shower room. There is decking areas and air conditioning in living room and master bedroom.fully refurbed with new roof and new floorings.lease until 2044",
      "location": "Marine Parade, Sheerness, ME12",
      "postcode": "ME12",
      "picture": [
        "images/Prop4.jpeg",
        "images/Prop4-1.jpeg",
        "images/Prop4-2.jpeg",
        "images/Prop4-3.jpeg",
        "images/Prop4-4.jpeg",
        "images/Prop4-5.jpeg",
        "images/Prop4-6.jpeg",
        "images/Prop4-floorimage.jpg"
      ],
      "url": "images/Prop1.jpeg9.htmlprop4.html",
      "added": {
        "month": "October",
        "day": 20,
        "year": 2023
      }
    },
    {
      "id": "prop5",
      "type": "Apartment",
      "bedrooms": 1,
      "size": 632.5,
      "price": 299500,
      "tenure": "Leasehold",
      "description": "Reeds Rains are delighted to bring to the market this simply stunning one bedroom apartment located along Hythe seafront with direct sea views over the English Channel. This excellent property is ideally located along Marine Parade in Hythe which has direct access out to the seafront promenade and beach. Internally, the apartment has been renovated to a high standard which has included the conversion from a two bedroom property to a large luxury one bedroom apartment offering the space of a typical two bed. The apartment now comprises of a large open plan living room/kitchen with central island housing Miele appliances, a Barazza induction hob and sink, a 'Juliette' style balcony with direct sea views, a utility area for washing machine and storage, a large double bedroom with walk in wardrobe and a four piece shower room. There is underfloor heating throughout, with the apartment offering a light and airy feel with high ceilings and original features. To the rear of the building the apartment has one allocated parking space with there being two further spaces for the visitors of the building. This stunning apartment is being offered to the market with a long lease with early viewing coming highly recommended.",
      "location": "Marine Parade, Hythe, Kent, CT21",
      "postcode": "CT21",
      "picture": [
        "images/Prop5.jpeg",
        "images/Prop5-1.jpeg",
        "images/Prop5-2.jpeg",
        "images/Prop5-3.jpeg",
        "images/Prop5-4.jpeg",
        "images/Prop5-5.jpeg",
        "images/Prop5-6.jpeg",
        "images/Prop5-floorimage.jpg"
      ],
      "url": "images/Prop1.jpeg9.htmlprop5.html",
      "added": {
        "month": "November",
        "day": 18,
        "year": 2022
      }
    },
    {
      "id": "prop6",
      "type": "Apartment",
      "bedrooms": 21,
      "size": 1672,
      "price": 2800000,
      "tenure": "Leasehold",
      "description": "A luxurious and spacious penthouse residence located directly on the beach in Folkestone. This is undoubtably one of the finest coastal properties for sale in the UK. This luxurious penthouse offers unparalleled sea views and a sophisticated living experience in one of the most desirable locations on the Kent coast. Folkestone is only 50 minutes' from London by high speed train, and was recently named by the Times Newspapers as the best place to live in the South East of England in 2024.Located at Shoreline, this stunning penthouse provides a perfect blend of modern elegance and coastal charm. With an expansive internal area of 1,672 sq ft, the open-plan living and dining space is designed for both relaxation and entertainment. The large floor to ceiling windows and glass doors ensure that the apartment is bathed in natural light, and make the most of the breathtaking views of the beach and sea.*Marketing Suite is open and available to view from 27 December to 30th December during Christmas holidays*  The penthouse boasts exceptional outdoor spaces, including a rooftop terrace of 845 sq ft and additional balconies totaling 506 sq ft. These areas are perfect for al fresco dining, sunbathing, or simply taking in the panoramic sea views that stretch across the horizon. The contemporary kitchen is a chef’s delight, equipped with high-end Miele appliances, sleek countertops, and ample storage space, making meal preparation a pleasure.The two bedrooms are generously sized, each with their own en-suite bathrooms. The bathrooms are designed with luxury in mind, featuring modern fixtures, and elegant finishes. The second bedroom also features a walk-in wardrobe.High-quality finishes throughout the apartment include oak floors, stylish lighting, and sophisticated fittings that add to the overall sense of refinement and luxury. Technologically advanced features such as ultrafast full fibre connectivity, climate control, and a video entry system ensure that this penthouse meets the highest standards of modern living.Situated within Shoreline Folkestone, this penthouse is part of a prestigious development that blends the best of coastal and urban living. With easy access to Folkestone's picturesque harbour, relaxing beaches, and a variety of dining and entertainment options, you’ll experience a lifestyle of comfort and convenience. The development also offers additional amenities, including secure underground parking, a communal garden, and concierge services available 24/7.",
      "location": "Marine Parade, Hythe, Kent, CT21",
      "postcode": "CT21",
      "picture": [
        "images/Prop6.jpeg",
        "images/Prop6-1.jpeg",
        "images/Prop6-2.jpeg",
        "images/Prop6-3.jpeg",
        "images/Prop6-4.jpeg",
        "images/Prop6-5.jpeg",
        "images/Prop6-6.jpeg",
        "images/Prop6-floorimage.jpg"
      ],
      "url": "images/Prop1.jpeg9.htmlprop5.html",
      "added": {
        "month": "November",
        "day": 18,
        "year": 2022
      }
    },
    {
      "id": "Prop7",
      "type": "Flat",
      "bedrooms": 1,
      "size": 488.5,
      "price": 299500,
      "tenure": "Leasehold",
      "description": "A ONE BEDROOM ASSISTED LIVING RETIREMENT APARTMENT LOCATED ON THE SECOND FLOOR Darwin Court, McCarthy & Stone's Assisted Living development of one and two bedroom apartments offers residents the prospect of continued independence in a secure environment. Darwin Court comprises 73 properties arranged over 4 floors each served by lift. In addition to an Estates Manager there is a team of Assistant Estate Managers who between them provide 24 hour coverage. One hour a week of domestic help is provided for the residents in each apartment (included in the service charge). Additional domestic help can be purchased separately as required. It is a condition of purchase that the residents be over the age of 60 years or 60/55 if a couple. Please speak to our Property Consultant if you require information regarding “Event Fees” that may apply to this property. ",
      "location": "Darwin Court, Margate, CT9 2JX",
      "postcode": "CT9 2JX",
      "picture": [
        "images/Prop7.jpeg",
        "images/Prop7-1.jpeg",
        "images/Prop7-2.jpeg",
        "images/Prop7-3.jpeg",
        "images/Prop7-4.jpeg",
        "images/Prop7-5.jpeg",
        "images/Prop7-6.jpeg",
        "images/Prop7-floorimage.jpg"
      ],
      "url": "images/Prop1.jpeg9.htmlProp7.html",
      "added": {
        "month": "November",
        "day": 18,
        "year": 2022
      }
    },
    {
      "id": "Prop8",
      "type": "Apartment",
      "bedrooms": 2,
      "size": 612.5,
      "price": 198800,
      "tenure": "Leasehold",
      "description": "Welcome to this immaculately presented apartment located in The Print Works, Market Harborough. This property is an ideal choice for first-time buyers or investors looking for a lucrative opportunity.Upon entering and through the entrance hall, you are greeted by the spacious and inviting living/dining/kitchen that offers ample space for relaxation and entertainment. The apartment also boasts two generously sized double bedrooms, perfect for creating your own personal sanctuary with a well-appointed jack and jill bathroom, ensuring convenience and comfort for residents and guests.One of the superb highlights of this apartment is the South facing private courtyard garden offering a tranquil outdoor retreat, perfect for enjoying a morning coffee or basking in the afternoon sun with friends.Don't miss out on the opportunity to own this delightful apartment in Market Harborough. With its prime location within walking distance of Market Harborough town centre, abundance of amenities and desirable features, this property is sure to capture the hearts of those seeking a comfortable and stylish living space.",
      "location": "The Print Works, Market Harborough",
      "postcode": "LE16 9FG",
      "picture": [
        "images/Prop8.jpeg",
        "images/Prop8-1.jpeg",
        "images/Prop8-2.jpeg",
        "images/Prop8-3.jpeg",
        "images/Prop8-4.jpeg",
        "images/Prop8-5.jpeg",
        "images/Prop8-6.jpeg",
        "images/Prop8-floorimage.jpg"
      ],
      "url": "images/Prop1.jpeg9.htmlProp8.html",
      "added": {
        "month": "December",
        "day": 18,
        "year": 2019
      }
    },
    {
      "id": "Prop9",
      "type": "Apartment",
      "bedrooms": 2,
      "size": 612.5,
      "price": 30000,
      "tenure": "Leasehold",
      "description": " The apartment is situated on the fourth floor of Avon House, Welland Place in a central position with good access to the town centre and rail station. A state of the art facility with immaculate reception and communal areas, where you will find a housing manager on hand.A lift service provides access to the fourth floor where the apartment is accessed via its own secure front door. The entrance hall feels spacious and provides a handy storage cupboard as well as utility cupboard with plumbing and space for a washing machine.The open plan living, kitchen/diner is flooded with lots of natural light and commands views of the countryside beyond the town. The kitchen is well-equipped with a range of contemporary wall and base units providing plenty of storage. Integrated appliances include dishwasher, fridge/freezer, oven and electric hob.The master bedroom features fitted wardrobes and Juliet balcony. The ensuite bathroom feels fresh and contemporary with a suite comprising walk-in shower cubicle, wash hand basin and low-level WC. The second bedroom has a fitted wardrobe and could serve as study as well as a guest bedroom. The bathroom, accessed from the hall, features a suite comprising bath with shower over, WC and wash hand basin.",
      "location": "Avon House, Welland Place,  Harborough",
      "postcode": "LE16 7GD",
      "picture": [
        "images/Prop9.jpeg",
        "images/Prop9-1.jpeg",
        "images/Prop9-2.jpeg",
        "images/Prop9-3.jpeg",
        "images/Prop9-4.jpeg",
        "images/Prop9-5.jpeg",
        "images/Prop9-6.jpeg",
        "images/Prop9-floorimage.jpg"
      ],
      "url": "images/Prop1.jpeg9.htmlProp9.html",
      "added": {
        "month": "July",
        "day": 18,
        "year": 2012
      }
    }
  ]
}
